"USB Low Power Header" = "Avis d'énergie faible USB";
"USB Low Power Notice" = "L'appareil USB ne peut pas fonctionner car il nécessite plus d'énergie que disponible.
Pour corriger ce problème vous pouvez :
1) le brancher à une prise de courant s'il est muni d'un cordon d'alimentation.
2) le déconnecter et le connecter à un autre port USB de l'ordinateur ou à un autre appareil branché à une prise de courant.";
"OK" = "OK";
"USB OverCurrent Header" = "Avis d'excès de consommation USB";
"USB Individual OverCurrent Notice" = "Un appareil USB puise actuellement trop d'énergie.

Le port auquel il est attaché va être désactivé.";
"USB Gang OverCurrent Notice" = "Un appareil USB puise actuellement trop d'énergie.

Le concentrateur auquel il est attaché va être désactivé.";